<? 12:14;
танцы
1.продающие добавки
2.для кого
3.действие
4.организация
5.информационный
6.гео
7.стиль танца


танцы+продающие добавки
танцы+для кого
танцы+действие
танцы+организация
танцы+информационный
танцы+гео
танцы+стиль

стиль танца_не_пересекать
    

стиль танца_не_пересекать+продающие добавки
стиль танца_не_пересекать+организация
стиль танца_не_пересекать+информационный
стиль танца_не_пересекать+для кого
стиль танца_не_пересекать+действие
стиль танца_не_пересекать+гео
    
    
танцы+продающие добавки+для кого
танцы+продающие добавки+действие
танцы+продающие добавки+организация
танцы+продающие добавки+информационный
танцы+продающие добавки+гео
танцы+продающие добавки+стиль танца


танцы+для кого+действие
танцы+для кого+организация
танцы+для кого+информационный
танцы+для кого+гео
танцы+для кого+стиль танца

танцы+действие+организация
танцы+действие+информационный
танцы+действие+гео
танцы+действие+стиль танца

танцы+организация+продающие добавки
танцы+организация+информационные
танцы+организация+гео
танцы+организация+стиль танца

танцы+информационный+гео
танцы+информационный+стиль танца

